tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "petere/postgresql"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Yet another cross-platform graphical process/system monitor
brew "bottom"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# Disk usage analyzer with console interface written in Go
brew "gdu"
# GitHub command-line tool
brew "gh"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Render markdown on the CLI
brew "glow"
# Ping, but with a graph
brew "gping"
# Interactive, file-level Time Machine-like tool for ZFS/btrfs
brew "httm"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Simple terminal UI for git commands
brew "lazygit"
# Clone of ls with colorful output, file type icons, and more
brew "lsd"
# Parser generator tool and incremental parsing library
brew "tree-sitter"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Rust toolchain installer
brew "rustup"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Granddaddy of HTML tools, with support for modern standards
brew "tidy-html5"
# Command-line client for WebSockets
brew "websocat"
# Blazing fast terminal file manager written in Rust, based on async I/O
brew "yazi"
# Programming language designed for robustness, optimality, and clarity
brew "zig"
# Shell extension to navigate your filesystem faster
brew "zoxide"
