code --install-extension alefragnani.numbered-bookmarks
code --install-extension alefragnani.project-manager
code --install-extension asvetliakov.vscode-neovim
code --install-extension charliermarsh.ruff
code --install-extension continue.continue
code --install-extension daltonmenezes.aura-theme
code --install-extension drcika.apc-extension
code --install-extension github.remotehub
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.azure-repos
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.cpptools-themes
code --install-extension ms-vscode.remote-repositories
code --install-extension pkief.material-icon-theme
code --install-extension qufiwefefwoyn.kanagawa
code --install-extension simonho.kanagawa-paper
code --install-extension twxs.cmake