code --install-extension alefragnani.numbered-bookmarks
code --install-extension alefragnani.project-manager
code --install-extension asvetliakov.vscode-neovim
code --install-extension charliermarsh.ruff
code --install-extension daltonmenezes.aura-theme
code --install-extension drcika.apc-extension
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension github.remotehub
code --install-extension metaphore.kanagawa-vscode-color-theme
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.debugpy
code --install-extension ms-python.python
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode.azure-repos
code --install-extension ms-vscode.cmake-tools
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.cpptools-extension-pack
code --install-extension ms-vscode.remote-repositories
code --install-extension pkief.material-icon-theme
code --install-extension twxs.cmake
